Repository: joaogoya/site-carol
Catalog: languages/mo-cache/real-media-library-lite/real-product-manager-wp-client-*.po
Languages: pt_br

source: Something went wrong while parsing an error message from the remote server.
pt_br: Algo correu mal ao analisar uma mensagem de erro do servidor remoto.

source: The plugin has a new update server. Therefore, you need to reactivate your license (%s) to continue receiving updates.
pt_br: O plugin tem um novo servidor de actualizações. Por esse motivo, para continuar a receber actualizações, é necessário reactivar a sua licença (%s).

source: You are using a WordPress multisite. According to the plugin's licence agreement, you need one license per website. If you have only used one licence for all websites in your WordPress multisite, this was only possible because it was not technically prevented. We ask for your understanding if this causes you any inconvenience!
pt_br: Está a utilizar um multisite WordPress. De acordo com o contrato de licença do plugin, é necessária uma licença por cada site. Se utilizou apenas uma licença para todos os sites do seu WordPress Multisite, tal aconteceu porque a possibilidade não estava tecnicamente impedida. Pedimos a sua compreensão para qualquer incómodo causado por esta situação!

source: You have not yet activated a license for this plugin on your website.
pt_br: Ainda não activou uma licença para este plugin no seu site.

source: The license has been automatically deactivated because your website is running on a new domain. Please activate the license again!
pt_br: A licença foi automaticamente desactivada porque o seu site está a funcionar num novo domínio. Por favor, active a licença novamente!

source: License key
pt_br: Chave de licença

source: No programmatic activation found for this plugin.
pt_br: Não foi encontrada qualquer activação programada para este plugin.

source: You have already activated a license for this plugin. Please deactivate it first!
pt_br: Já activou uma licença para este plugin. Por favor, desactive-a primeiro!

source: You need to provide at least one license!
pt_br: É necessário ter pelo menos uma licença!

source: You must provide an email address and a name if you want to subscribe to the newsletter!
pt_br: É necessário indicar um nome e endereço de email para subscrever a newsletter!

source: You must have at least one license of a site in use within your multisite.
pt_br: É necessário que possua pelo menos uma licença para um site actualmente em utilização no seu multisite.

source: The license server for checking the license cannot be reached. Please check if you are blocking access to %s e.g. by a firewall.
pt_br: Não foi possível aceder ao servidor de verificação de licenças. Verifique se o acesso a %s está a ser bloqueado, p. ex., por um corta-fogo.

source: Something went wrong. Please try again later!
pt_br: Algo correu mal. Por favor, tente novamente mais tarde!

source: Dismiss
pt_br: Descartar

source: You have not yet entered the license key.
pt_br: Ainda não introduziu a chave de licença.

source: Activate the license to receive automatic updates.
pt_br: Active a licença para receber actualizações automáticas.

source: License
pt_br: Licença

source: You have not yet activated a license for the %s plugin. Activate the licence to receive automatic updates.
pt_br: Ainda não activou uma licença para o plugin %s. Active a licença para receber actualizações automáticas.

source: Updates of %s are waiting for you when you activate your license. Activate your license in the settings now!
pt_br: Para actualizar %s é necessário que active primeiro a sua licença. Active a sua licença nas opções agora!

source: Activate your %s to use all features with great support. Activate now!
pt_br: Active o seu %s para utilizar todas as suas funcionalidades e desfrutar de um suporte de topo. Active agora mesmo!

source: You have not yet activated your %s license. Activate your license now in the settings!
pt_br: Ainda não activou a sua licença %s. Active a sua licença agora nas definições!

source: You are not allowed to use %s according to our license terms unless you have purchased a license. Activate it in the settings or buy one now!
pt_br: De acordo com os nossos termos de licenciamento, não é possível utilizar %s, a menos que tenha adquirido uma licença. Active-a nas definições ou adquira uma agora mesmo!

source: Attention! Pirates distribute %s for free without a license. Activate your license in the settings to show that you are not a pirate!
pt_br: Atenção! Existem piratas informáticos que distribuem %s gratuitamente, sem licença. Active a sua licença nas definições e mostre que não é um pirata!

source: You are probably using an illegally purchased copy of %s without a license. Check your license now!
pt_br: É provável que esteja a utilizar uma cópia de %s adquirida ilegalmente, sem licença. Verifique a sua licença agora mesmo!

source: You are probably using an illegal copy of %s. Purchase a license now or activate your license in the settings and continue using this software with a clear conscience!
pt_br: É provável que esteja a utilizar uma cópia ilegal de %s. Por favor, adquira uma licença ou active a sua licença nas definições e continue a utilizar este software de consciência tranquila!

source: Activate now
pt_br: Activar agora
