{"translation-revision-date":"2025-06-05 10:08+0000","generator":"WP-CLI\/2.12.0","source":"index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt_BR","plural-forms":"nplurals=2; plural=n > 1;"},"Telemetry data preview":["Pré-visualização dos dados de telemetria"],"Close":["Fechar"],"legal-text\u0004At the time of activating the license, you agreed that we may send telemetry data from your installation to our server. You can revoke this at any time by deactivating and reactivating the licence.":["No momento em que activou a sua licença, concordou que poderíamos enviar dados de telemetria da sua instalação para o nosso servidor. Pode revogar esta autorização em qualquer altura, desactivando e reactivando a licença."],"The following data (raw) will be sent to our server:":["Os seguintes dados (em bruto) serão enviados para o nosso servidor:"],"Updates containing bug fixes and new features will be downloaded and installed automatically.":["As actualizações com correcções de bugs e novas funcionalidades serão descarregadas e instaladas automaticamente."],"Please confirm the transfer of technical data as this is required for license activation and update functionality.":["Confirme a transferência de dados técnicos, uma vez que estes são necessários para a ativação da licença e para a funcionalidade de atualização."],"legal-text\u0004I allow to transfer technical data about this WordPress installation to the update server of %1$s and get latest announcements. This data is required for license activation and update functionality.":["Autorizo a transferência de dados técnicos relativos a esta instalação do WordPress para o servidor de actualização %1$s e receber dados actualizados. Estes dados são necessários para a activação da licença e das funcionalidades de actualização."],"legal-text\u0004I allow telemetry data about the use of this WordPress plugin to be collected in accordance with the %1$s {{a}}privacy policy{{\/a}}. This data does not include any personal information about users of the plugin. Collected data ({{aDataExample}}open example of transmitted data{{\/aDataExample}}) will be used to provide you with the best possible support and to improve the plugin.":["Autorizo a recolha de dados de telemetria relativos à utilização deste plugin do WordPress, conforme previsto na {{a}}política de privacidade{{\/a}} %1$s. Estes dados não incluem quaisquer informações pessoais sobre os utilizadores do plugin. Os dados recolhidos ({{aDataExample}}exemplo aberto dos dados transmitidos{{\/aDataExample}}) serão utilizados para melhorar o plugin e lhe prestar o melhor apoio possível."],"legal-text\u0004I would like to receive the %1$s newsletter with WordPress news, sales and product offers (approx. 1-2 per month) via email. I know that I can withdraw my consent for the newsletter at any time.":["Quero receber a newsletter %1$s com notícias do WordPress, promoções e ofertas de produtos (aproximadamente 1-2 por mês) na minha caixa de email. Sei que posso retirar o meu consentimento para receber a newsletter em qualquer altura."],"First name":["Nome"],"Please enter your first name!":["Por favor, introduza o seu primeiro nome!"],"Email":["Email"],"Please enter your email address!":["Introduza o seu endereço de email!"],"Please note that we will send you a confirmation e-mail. Only when you have clicked on the activation link in the email will you receive the newsletter.":["Vamos enviar-lhe um email de confirmação. Para começar a receber a newsletter, por favor, faça clique na ligação de verificação que encontrará na mensagem que enviámos para o seu email."],"Information on the processing of your personal data can be found in our {{a}}privacy policy{{\/a}}.":["Pode encontrar informações sobre o processamento dos seus dados pessoais na nossa {{a}}política de privacidade{{\/a}}."],"Learn more":["Saiba mais"],"Your license has been activated!":["A sua licença foi activada!"],"You are using a WordPress mulisite. Due to technical limitations of WordPress core, %s can receive automatic updates in WordPress multisites only if the plugin is enabled network-wide. You can enable the plugin network-wide, but still only license it for specific sites.":["Está a utilizar um multisite WordPress. Devido a limitações técnicas da plataforma WordPress, %s apenas será possível receber actualizações automáticas em multisites do WordPress se tiver o plugin instalado em toda a rede. Mesmo tendo activado plugin para toda a sua rede, é possível apenas o licenciar para alguns dos seus sites."],"Please enable %s network-wide or take care of regular updates manually!":["Active %s em toda a rede ou faça as actualizações regulares manualmente!"],"Activate your %s PRO license to receive regular updates and support.":["Active a sua licença %s PRO para receber actualizações regulares e suporte."],"To use all advantages of %s {{strong}}you need a free license{{\/strong}}. After license activation you will receive answers to support requests and announcements in your plugin (e.g. also notices for discount actions of the PRO version).":["Para desfrutar de todas as vantagens de %s, {{strong}}é necessária uma licença gratuita{{\/strong}}. Assim que a licença for activada, receberá respostas a pedidos de suporte e anúncios no seu plugin (por exemplo, avisos sobre campanhas de desconto na versão PRO)."],"Installation type and license key for {{strong}}%s{{\/strong}}":["Tipo de instalação e chave de licença para {{strong}}%s{{\/strong}}"],"Installation type and license key":["Tipo de instalação e chave de licença"],"Please enter a valid license key!":["Por favor, introduza uma chave de licença válida!"],"{{strong}}Production:{{\/strong}} Use this, when your site is {{i}}live{{\/i}} and {{i}}publicly available{{\/i}} to your website visitors.":["{{strong}}Produção:{{\/strong}} Utilize esta opção quando o seu site estiver{{i}}online{{\/i}} e {{i}}disponível ao público{{\/i}} para ser visitado."],"{{strong}}Development:{{\/strong}} Use this, when your site is {{i}}not yet live{{\/i}}, or it is a {{i}}staging environment{{\/i}} of your site.":["{{strong}}Desenvolvimento:{{\/strong}} Utilize esta opção se o seu site {{i}}ainda não estiver online{{\/i}} ou para {{i}}ambientes de teste{{\/i}} do seu site."],"You can change the installation-type at any time by deactivating the license and activate it again.":["É possível alterar o tipo de instalação em qualquer altura, desactivando a licença e activando-a novamente."],"What is an installation type?":["O que é um tipo de instalação?"],"https:\/\/devowl.io\/knowledge-base\/license-installation-type\/":["https:\/\/devowl.io\/knowledge-base\/license-installation-type\/"],"Please choose an installation type!":["Escolha um tipo de instalação!"],"Installation type":["Tipo de instalação"],"Development":["Desenvolvimento"],"Production":["Produção"],"Select installation type...":["Seleccionar o tipo de instalação..."],"I do not want to license and use the plugin for this site within my multisite.":["Não quero licenciar e utilizar o plugin neste site do meu multisite."],"This license cannot be activated manually because it is configured programmatically. That means you have used the {{a}}activation filter{{\/a}} for host {{code}}%s{{\/code}} (Blog ID: %d). Unfortunately, something went wrong during the license activation.":["Esta licença não pode ser activada manualmente, uma vez que é configurada de forma programática. Ou seja, utilizou o {{a}}filtro de activação{{\/a}} para o anfitrião {{code}}%s{{\/code}} (Blog ID: %d). Infelizmente, algo correu mal durante a activação da licença."],"Retry activation":["Repetir a activação"],"I have purchased a license that can be used on multiple websites! What can I do?":["Comprei uma licença que pode ser utilizada em vários sites! Como proceder?"],"After purchasing one of our products, only one license key is generated by default, even if your purchase covers multiple websites. This license key can be used for only one website by default. To add more websites to your purchase, you can generate additional license keys within your quota in the {{a}}Customer Center{{\/a}}.":["Após a compra de um dos nossos produtos, é gerada uma única chave de licença, mesmo que a sua compra abranja vários sites. Por omissão, esta chave de licença só pode ser utilizada para um site. Para adicionar mais sites, poderá gerar chaves de licença adicionais dentro da sua quota na {{a}}Área de Cliente{{\/a}}."],"Add licenses in the customer center now":["Adicionar licenças na área de cliente"],"https:\/\/devowl.io\/knowledge-base\/the-limit-of-activated-clients-for-this-license-has-already-been-reached\/":["https:\/\/devowl.io\/knowledge-base\/the-limit-of-activated-clients-for-this-license-has-already-been-reached\/"],"Client UUID: %s, click to copy.":["UUID do cliente: %s, clique para copiar."],"Activated %s":["Ativada %s"],"Telemetry data sharing enabled":["Partilha de dados de telemetria activada"],"Telemetry data sharing disabled":["Partilha de dados de telemetria desactivada"],"Deactivate":["Desactivar"],"Your license key":["A sua chave de licença"],"Your installation is fully activated.":["A sua instalação está totalmente activada."],"https:\/\/devowl.io\/knowledge-base\/upgrade-free-to-pro-version\/":["https:\/\/devowl.io\/knowledge-base\/upgrade-free-to-pro-version\/"],"Enter license key to unlock PRO features":["Introduza a chave de licença para desbloquear as funcionalidades PRO"],"This license cannot be deactivated manually because it is configured programmatically. That means you have used the {{a}}activation filter{{\/a}} for host {{code}}%s{{\/code}} (Blog ID: %d). Please remove the filter to deactivate the license!":["Esta licença não pode ser desactivada manualmente, uma vez que é configurada de forma programática. Ou seja, utilizou o {{a}}filtro de activação{{\/a}} para o anfitrião {{code}}%s{{\/code}} (Blog ID: %d). Por favor, remova o filtro para desactivar a licença!"],"Show announcements for this plugin":["Mostrar anúncios para este plugin"],"Something has gone wrong%s. It could be that you have configured your WordPress instance in such a way that you have blocked the WordPress REST API. Find out how to deal with this {{a}}here{{\/a}}.":["Algo correu mal%s. Pode ser que tenha configurado a sua instância do WordPress de tal forma que bloqueou a API REST. Saiba como resolver {{a}}aqui{{\/a}}."],"https:\/\/devowl.io\/knowledge-base\/wordpress-rest-api-does-not-respond\/":["https:\/\/devowl.io\/knowledge-base\/wordpress-rest-api-does-not-respond\/"],"Not yet licensed":["Ainda não licenciado"],"Already licensed":["Já licenciado"],"Save":["Guardar"],"License settings":["Definições da licença"],"Upgrade to PRO Version":["Actualizar para a versão PRO"],"Plugin does not work":["O plugin não funciona"],"Not the features I want":["Não tem as funcionalidades que pretendo"],"Incompatible with themes\/plugins":["Incompatível com outros temas\/plugins"],"Lack of documentation":["Falta de documentação"],"Found a better plugin":["Encontrei um plugin melhor"],"Temporary deactivation":["Desactivação temporária"],"Other":["Outros"],"Are you sure you want to leave the feedback form?":["Tem a certeza de que pretende deixar o formulário de feedback?"],"Skip & Deactivate":["Saltar e Desactivar"],"Too bad you are leaving":["Lamentamos que se vá embora"],"Please give us feedback why you deactivate %s.":["Pode, por favor, dizer-nos porque resolveu desactivar %s."],"Please provide a reason!":["Por favor, indique um motivo!"],"What could we do better?":["Em que acha que podemos melhorar?"],"Email for answer\/solution":["Email para resposta\/solução"],"Please provide a valid e-mail address!":["Por favor, indique um email válido!"],"Name":["Nome"],"Please provide a name!":["Por favor, indique um nome!"],"Please confirm that you have checked the privacy policy.":["Por favor, confirme ter lido e que aceita a política de privacidade."],"I would like to receive a response to my request. For this purpose, I agree to the data processing of my feedback and my e-mail address. I have read and acknowledge the %s {{a}}Privacy Policy{{\/a}}.":["Gostava de que dessem resposta à minha questão. Para esse fim, concordo com o tratamento dos dados associados ao meu feedback e ao meu endereço de email. Confirmo que li e aceito a {{a}}Política de privacidade{{\/a}} %s."],"Allow us to reply to you by email and we will get back to you as soon as possible!":["Permita-nos responder-lhe por email, entraremos em contacto consigo o mais rapidamente possível!"],"Are there any problems with the setup or use of the plugin? Maybe we can help you in the support. {{a}}Contact support{{\/a}}.":["Notou algum problema na configuração ou utilização do plugin? Talvez o nosso suporte possa ajudar. {{a}}Contactar o suporte{{\/a}}."],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/support\/"],"Do you want to deactivate your active license so that you can use it again on another site?":["Pretende desactivar a sua licença para a utilizar novamente noutro site?"],"Yes, deactivate all active licenses for all sites within this multisite":["Sim, desactivar todas as licenças activas para todos os sites deste multisite"],"Yes, deactivate license":["Sim, desactivar a licença"]}}}