Repository: joaogoya/site-carol
Catalog: languages/mo-cache/real-media-library-lite/real-utils-*.po
Languages: pt_br

source: Do you manage many categories?
pt_br: Faz a gestão de muitas categorias?

source: Do you still create your categories this way? Get an explorer-like tree view directly in your posts/page tables!
pt_br: Continua a criar as suas categorias desta forma? Desfrute de uma vista em árvore, semelhante à do explorador, diretamente nas suas tabelas de mensagens/páginas!

source: Manage product categories/attributes?
pt_br: Gerir categorias/atributos de produtos?

source: Do you still create your product categories and attributes this way? Get an explorer-like tree view directly into your WooCommerce products table!
pt_br: Continua a criar as suas categorias e atributos de produtos desta forma? Desfrute de uma vista em árvore, semelhante à do explorador, directamente na sua tabela de produtos WooCommerce!

source: Paginate without reload?
pt_br: Paginar sem recarregar?

source: Do you want to paginate through your posts and pages without having to reload the complete page?
pt_br: Pretende paginar as suas mensagens e páginas sem ter de recarregar a página completa?

source: Assigning much faster?
pt_br: Designar muito mais depressa?

source: You can move or insert a post or page directly into a category without having to deal with checkboxes.
pt_br: É possível mover ou inserir um post ou página directamente numa categoria, sem caixas de verificação.

source: Is your website GDPR compliant?
pt_br: O seu site está em conformidade com o RGPD?

source: Websites targeting EU users and setting non-essential cookies need an opt-in cookie banner. We recommend Real Cookie Banner as an ePrivacy Policy and GDPR compliant solution for WordPress.
pt_br: Todos os sites destinados a ser utilizados por residentes na UE e que instalam cookies não essenciais necessitam de um banner de consentimento de cookies. Recomendamos Real Cookie Banner como solução para WordPress em conformidade com a legislação europeia de privacidade e o RGPD.

source: File finally found?
pt_br: Ficheiro finalmente encontrado?

source: Your WordPress site will certainly continue to grow. Organize your media library with folders!
pt_br: O seu site WordPress continuará seguramente a crescer. Utilize pastas para organizar a sua biblioteca multimédia!

source: Does it take long to find a file?
pt_br: Demora muito tempo a encontrar ficheiros?

source: Inserting media into a post or page can be stressful. Use folders to organize your media library!
pt_br: Inserir multimédia numa publicação ou página pode ser stressante. Utilize pastas para organizar a sua biblioteca multimédia!

source: Did you know that?
pt_br: Sabia que?

source: Your uploads can say more than a thousand words. Unfortunately, search engines do not understand the content of images, for example. Organize your uploads directly in meaningful folder names and achieve a better ranking in search engines!
pt_br: Aquilo que carrega pode dizer mais do que mil palavras. Infelizmente, os motores de busca ainda não compreendem o conteúdo de, por exemplo, imagens. Organize os seus carregamentos directamente, utilizando pastas com nomes relevantes, e consiga uma melhor classificação nos motores de busca!

source: No such plugin slug available.
pt_br: Este plugin slug não está disponível.

source: The abstract implementation for your slug could not be found.
pt_br: Não foi possível encontrar a implementação abstracta para o seu slug.

source: Products of %s
pt_br: Produtos de %s

source: Show advertising for not yet installed %s products in the WordPress backend
pt_br: Mostrar publicidade para produtos %s ainda não instalados no painel de administração do WordPress

source: Learn more about this plugin
pt_br: Saiba mais sobre este plugin

source: Support
pt_br: Suporte

source: Rate plugin
pt_br: Avalie o plugin

source: Version
pt_br: Versão

source: Key feature
pt_br: Caraterísticas principais

source: Additional plugins by devowl.io
pt_br: Outros plugins WordPress da devowl.io

source: Available in
pt_br: Disponível em
